Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/historisk_satsning_pa_skoltesamisk.html.tmx
Source language: nob
Languages: sme

source: Historisk satsning på skoltesamisk
sme: Historjjálaš vuoruheapmi nuortalašgillii

source: Sametingsrådet har besluttet å gi skoltesamene en egen post i Sametingets budsjett for 2025.
sme: Sámediggeráđđi lea mearridan ahte nuortalaččat ožžot sierra poastta Sámedikki 2025 bušeahtas.

source: Sametingsråd Mikkel Eskil Mikkelsen ankom Kirkenes med den viktige nyheten om at skoltesamene får en egen plass i Sametingets budsjett for 2025.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen bođii Girkonjárgii dainna deaŧalaš ođđasiin ahte nuortalaččat ožžot sierra saji Sámedikki 2025 bušeahtas.

source: For å styrke skoltesamiske organisasjoner, foreslår sametingsrådet å tildele 400.000 kroner til Norrõs skoltesamene.
sme: Sámediggeráđđi árvala nuortalaš organisašuvnnaid nannema váste juolludit 400.000 ruvnno Norrõs skoltesamene searvái.

source: – Vi trenger sterke skoltesamiske organisasjoner og derfor forslår sametingsrådet 400.000 til Norrõs for 2025, sier en fornøyd Mikkelsen.
sme: – Mii dárbbašit nana nuortalaš organisašuvnnaid, ja danne sámediggeráđđi lea árvalan juolludit 400.000 ruvnno Norrõsii jahkái 2025, dadjá duhtavaš Mikkelsen.

source: Sametingsråd Mikkel Eskil Mikkelsen deltar i et møte med Sør-Varanger kommune om en samarbeidsavtale torsdag 24. oktober klokken 14.00 – 15.30 på rådhuset i Kirkenes.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen lea čoahkkimis Mátta-Várjjaga gielddain ovttasbargošiehtadusa birra duorastaga golggotmánu 24. beaivvi diibmu 14:00–15:30, Girkonjárgga ráđđeviesus.

source: Som en del av besøket i Kirkenes, deltar Mikkelsen på et folkemøte torsdag kveld.
sme: Dan olis go Mikkelsen lea fitname Girkonjárggas, searvá son álbmotčoahkkimii duorastateahkeda.

source: Der vil han presentere Sametingets satsing på Øst-Finnmark gjennom budsjett og det videre målet er å få på plass et språksenter i kommunen.
sme: Čoahkkimis ovdanbuktá movt Sámediggi vuoruha Nuorta-Finnmárkku bušeahtas, ja mihttomearri lea ásahit giellaguovddáža gildii.

source: Gjennom flere år har Sametinget satset på skoltesamisk språk og kultur.
sme: Sámediggi lea máŋga jagi vuoruhan nuortalaš giela ja kultuvrra.

source: Mikkelsen viser til flere budsjettvedtak denne perioden:
sme: Mikkelsen čujuha máŋgga bušeahttamearrádussii mat dán áigodaga leat mearriduvvon:

source: I 2024 fikk Ävv skoltesamiske museum en ekstra million for å styrke deres arbeid med språk og kultur
sme: Jagis 2024 oaččui Äʹvv nuortalaš musea vel liige miljovnna iežaset giella- ja kulturbarggu nannemii

source: Stipendordningene er åpnet for skoltesamisk språkstudier
sme: Stipeandaortnegat leat dál maiddái nuortalašgiela oahpuid váste

source: Restaurering og formidling av Skoltebyen i Neiden
sme: Sää'msijdd/Skoltebyen divodeapmi ja gaskkusteapmi

source: Bidratt til Interreg-prosjekt mellom Enare kommune og Sør-Varanger kommune
sme: Veahkehan Anára gieldda ja Mátta-Várjjaga gieldda Interreg-prošeavtta olis

source: – Sametinget har satt mål om skoltesamisk språk og kultur skal revitaliseres og dette blir også fulgt opp vi våre budsjettforslag.
sme: – Sámedikkis lea mihttomearri revitaliseret nuortalaš giela ja kultuvrra ja dan mii čuovvolit iežamet bušeahttaárvalusain.

source: En sentral del av dette er å styrke kapasitet i skoltesamisk miljø og institusjonene, sier Mikkelsen.
sme: Guovddáš oassi das lea nannet nuortalaš birrasiid ja ásahusaid kapasitehta, dadjá Mikkelsen.
